Revit 2027 API
ParameterTypeId.StructuralBottomReleaseFy Property
 "Base Fy"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralBottomReleaseFy { get; }
Public Shared ReadOnly Property StructuralBottomReleaseFy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralBottomReleaseFy {
	ForgeTypeId^ get ();
}
static member StructuralBottomReleaseFy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace